Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=708_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SaaŠmi puärrsituâi ooudâsviikkâmpeeiŠv III 22.5.2013
fin: Saamelaisen vanhustyön kehittämispäivät III 22.5.2013

source: SääŠmteeŠǧǧ vaaldšemvuâlaž SaKaste-SaaŠmi sosial- da tiõrvâsvuõttkääzzkõõzzi ooudâsviikkâm-raajõs – haŠŋǩǩõs reäšš kuälmad saaŠmi puärrsituâi ooudâsviikkâmpeeiŠvid.
fin: Saamelaiskäräjien hallinnoima SaKaste – Saamelaisten sosiaali- ja terveyspalvelujen kehittämis-rakenne – hanke järjestää kolmannet saamelaisen vanhustyön kehittämispäivät.

source: HaŠnǩǩõõzzâst ooudâsviiǥǥât sääŠmǩiõllsaž kääzzkõstaŠrjjumuužž da sääŠmǩiõl da kultuur lokku väŠlddem tuåimmjem-vueŠjjid di raaveet personkååŠdd silttumuužž.
fin: Hankkeessa kehitetään saamenkielistä palvelutarjontaa ja saamen kielen ja kulttuurin huomioivia toiminta-käytäntöjä sekä vahvistetaan henkilöstön osaamista.

source: OoudâsviikkâmpeeiŠvi da puärrsituâi ooudâsviikki-äŠšštobddiäŠrttelreŠttlâsttmõõžž vuâđeld haŠŋǩǩõõzzâst raajât saaŠmi puärrsituâi tuâjjkoollatǩ, kååŠtt âânn seŠst raŠvvjõõzzid da tuåmmjem-maallid sääŠmǩiõllsaž puärsmeei narood kõõskâst reŠttlõŠsttjid.
fin: Kehittämispäivien ja vanhustyön kehittäjä-asiantuntijatiimityöskentelyn pohjalta hankkeessa laaditaan Saamelainen vanhustyön työkalupakki, joka sisältää suosituksia ja toimintamalleja saamenkielisen ikääntyneen väestön parissa työskenteleville.

source: SaaŠmi puärrsituâi kuälmad ooudâsviikkâmpeeiŠvi vuâđđjurddjen liâ: Ooumažärvvsaž puäŠresvuõtt. MâiŠd vahssâmveŠrǧǧneeŠǩǩ oudlde sosialhuõl jälstemkääzzkõõzzin ?
fin: Saamelaisen vanhustyön kolmansien kehittämispäivien teemana ovat: Ihmisarvoinen vanhuus, Mitä valvontaviranomaiset edellyttävät sosiaalihuollon asumispalveluilta ?

source: Mõõnnalla sääŠmǩiõll da kulttur vääŠldet lokku strooiŠtel da jälstemkääzzkõõzzin ?
fin: Miten saamen kieli ja kulttuuri huomioidaan laitos- ja asumispalveluissa ?

source: ÄŠšštobddisaaǥǥvuârai mainsteeŠjen liâ jm.
fin: Asiantuntijapuheenvuorojen pitäjinä mm..

source: , Elina Uusitalo (Valvira) da Eine Heikkinen (Valvira)
fin: , Elina Uusitalo (Valvira) Eine Heikkinen (Valvira) Kutsu ja ohjelma
